Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你怎么连这都不知道？”戚橙雨诧异看了她一眼，解释道，“妖是妖，兽是兽。妖类本是牲畜，开了灵智即为妖，修练神通就可化形。而兽生来不凡，但却没有灵智，修练高阶才能化形生智。”
en_us: "How come you don't even know this?" Qi Chengyu looked at her in surprise and explained, "Demons are demons, beasts are beasts. Demons are originally animals that turned into demons upon gaining sentience. If they cultivate in divine powers they can attain manifestation. Beasts are extraordinary creatures at birth but they do not have sentience, they can only attain manifestation and gain sentience if they reach a high level of cultivation."

source: “你怎知此事？”羿清道，虽然都知道魔界的存在，但却没有人真正去过，怎么会出现在仙界偏远的曲双城中？“此事兹事体大，你确定是魔界之门？”
en_us: "How did you know about this? This is a serious matter. Are you sure that was the door of the Demon Realm? " Yi Qing asked skeptically. Even though everyone knew of the Demon Realm's existence, but no one has ever went into the realm before. How could it appear in the remote Qushuang City?

source: “你总算好了，走，去曲双城！”孤月朝他招了招手，后面拉着的就是沈萤。
en_us: "Let's go," Lonemoon pulled Shen Ying to her feet.

source: “你恢复了修为！”郁红有些不敢置信的看向郁海珩，明明他的修为在那天就已经被掌门废了，这怎么可能！
en_us: "You've recovered your cultivation!" Yu Hong stared at Yu Hai Heng in disbelief. His cultivation had been destroyed by Sect Master the other day. How could it be!

source: “你恶不恶心？”孤月瞪了他一眼，立马给自己施了个去尘诀。
en_us: "Aren't you disgusting?" Lonemoon glared at her and immediately casted a dirt removal spell.

source: “你想多了。”羿清眼神转了一下，更加一本正经的转移话题道，“你也是剑修，为何会陷入心魔这么久？”还直接被人操纵，如果再晚一点，他估计就出不来了，“你到底看到了什么？”
en_us: "You're thinking too much," Yi Qing avoided eye contact with Lonemoon. He changed the topic swiftly, "You're a sword cultivator yourself, why were you trapped with your mental demons for so long?" And you were manipulated without realising. If Lonemoon had been trapped for a second longer, he would never have made it out alive. "What did you see?"

source: “你想屠城！”羿清上前一步道，显然他跟孤月一样想到了这一点。他杀的那十几个人，明显不够启动血祭大阵，但是如果加上镇子里所有的人，那就够了。若不是他们来得早，估计之前那个小镇早已经是尸横遍野了。
en_us: "You want to slaughter the entire town!" Yi Qing said, stepping forward, evidently coming to the same conclusion as Lonemoon. The dozen or so people he had killed were obviously not enough to activate the Blood Sacrifice Array, but if all the people in the town were included, it would be enough. If they had not arrived in time, the entire town would likely have been full of corpses.

source: “你想干什么！”他这话一落，地上的人受到刺激一样的拼命想爬起来，大声喊道，“你还想害人！”
en_us: "What are you intending!" At his words, the man on the ground was provoked and used all his might to crawl up, shouting, "You still want to harm people!"

source: “你想干嘛？等等！”下一刻沈萤突然身形一闪，消失在了原地，她顿时有种不详的预感……
en_us: "What are you doing? Wait!" The next moment, Shen Ying had vanished from sight. All of a sudden, she had an ominous feeling…

source: “你想找她师父当面对质？”
en_us: "You want to confront her master?"

source: “你想死啊！”他回头翻了个白眼，“没看到满天的剑气，再近点不被切片才怪！”
en_us: "Do you want to die!" He looked back and rolled his eyes. "Do you not see the sky full of Sword Qi. It would be a miracle to not get slashed into pieces!"

source: “你想泡我？！”
en_us: "You want to hit on me?"

source: “你想要啊？”沈萤歪了歪头。
en_us: "You want it?" Shen Ying tilted her head.

source: “你感觉出什么了？”孤月也看出这片地界有异，心下警惕起来。
en_us: "What are you sensing?" Lonemoon also felt that this wasteland felt different. He was on his guard.

source: “你愿断去魔骨？散尽魔气？”白泽突然沉声道。
en_us: "Are you willing to get rid of your demonic bones and dissipate all your demonic Qi?" Bai Ze suddenly asked in a low voice.

source: “你懂个屁！那真不是黄书，我也是无意中翻了几页，没细看。”虽然有颜色的段落的确写得让人印象深刻，但他绝对不是因为这个才记住这本书的，“我哪知道现在的小女孩，居然喜欢看这种东西。我可从来不看的。”
en_us: "What do you know! It really wasn't porn, plus I only flipped a few pages accidentally, didn't read it in detail." Although the obscene paragraphs had left quite the impression, he definitely did not remember the book because of that. "How would I have known that little girls nowadays actually like this kind of stuff. I never read them."

source: “你才放肆!”沈萤扬手就朝它后脑勺拍了一下，“吓唬小孩你很有本事啊？”
en_us: "You're the one who's being absurd!" Shen Ying slapped the back of his head. " Are you very proud of scaring little children?"

source: “你打不过我。”白泽仍是冷着张脸道。
en_us: "You're not my match." Bai Zhe said, still wearing that cold look.

source: “你把消息泄漏给了别人！”男子顿时有些恼怒，立即就唤出了武器，作势要灭口，“这事可不能让其它人知道。”
en_us: "You told other people about this!" The man became outraged and immediately drew his weapon. He was ready to silence all of them. "Nobody else can know about this."

source: “你投生到了曲双城？”
en_us: "You were reincarnated into the Double Cities of Qu?"

source: “你故意引我们入阵！”上古灭灵阵是早已经失传的阵法，传说可以吸取阵中任何生物的灵气，他也只是在一些典籍中看到过此阵的形容。
en_us: "You deliberately led us into the array!" The ancient Spiritual Annihilation Array was a long-lost array formation. Legend had it that it could absorb the Spirit Qi of any creature inside the array. Lonemoon had only seen it described in some ancient records.

source: “你敢叫我一声临时厨子试试？”没等沈萤说完，厨房里炒菜的身影猛的回过了头，“信不信我真揍你！”
en_us: "Don't you dare call me a temp chef!" Without waiting for Shen Ying to finish her sentence, the figure stir-frying in the kitchen turned around fiercely. "Or believe me I will really thrash you!"

source: “你无需做多余担心。”似是看出他顾虑什么，孤月沉声道，“天生剑体虽然难得，本尊到还不看在眼里。”天生剑体，绝佳的剑修资质，的确很容易招人眼红夺舍。看他这神情，估计之前不少遇到这种事。
en_us: "You don't have to worry about it." As if he could tell what Yi Qing was worried about, Lonemoon said, "Innate Sword Embodiments are rare no doubt, but to me they are nothing special." Innate Sword Embodiment represented the perfect quality to being a sword cultivator; it was something coveted by many people. Looking at Yi Qing's expression, Lonemoon guessed he had encountered such situations before.

source: “你既然认识那个剑修，看来你就是那个所谓的无敌派掌门吧？郁海珩可是栽在你手上了！”
en_us: "You know that Sowrd Cultivator. You must be the so-called Sect Master of the Invincible Sect. Yu Hai Heng was really putty in your hands!

source: “你是YY集团CEO……”沈萤睁大了眼睛，大人物啊！Z国首富，“牛爸爸？”
en_us: "You are YY corporation's CEO…" Shen Ying widened her eyes. Such a big shot! Nation Z's richest man. "Father Niu?"

source: “你是主峰弟子？”孤月皱了皱眉，“奚秋找我何事？”
en_us: "You are a disciple of the Main Peak?" Lonemoon furrowed his brows. "Why is Xi Qiu looking for me?"

source: “你是什么人？”羿清心下警惕看向四周，却没有感觉到任何陌生的气息。
en_us: "Who are you?" Yi Qing cautiously looked around but did not detect any unfamiliar aura.

source: “你是什么人？！”黑影周身的黑雾突然涌动起来，隐隐有一道赤红的目光，正扫了过来，“你到底怎么进到这的？”
en_us: "Who are you?" the fog surrounding the black figure began to surge as a pair of red eyes scanned Shen Ying. "How exactly did you come in here?"

source: “你是何人？”
en_us: "Who are you?"

source: “你是剑修！”那游仙也是一惊，一个化神初期的修士，在他的威压之下居然还能安然无恙，也就只有剑修了。
en_us: "You're a sword cultivator!" The Traveling Immortal was surprised. The fact that a cultivator who had just risen to Soul Formation stage was able to withstand his formidable power could only mean that this cultivator was a sword cultivator.

source: “你是想逐个击破？”孤月一惊，眼睛顿时亮了几分。
en_us: "You plan to divide and conquer ?" Lonemoon's eyes suddenly lit up with excitement.

source: “你是说……”孤月一愣，顿时明白她的意思，原来玉鼎当初背后的人，是郁家的旁系真人，难怪当初甘子睿能躲进悟剑峰，突然就明白这些人曾经都经历了些什么。
en_us: "You mean…" Lonemoon hesitated. He realized what she was saying. The person behind the jade token was the Perfected One of the Yu Family's branch lineage. It was no wonder Gan Zirui was able to hide in Sword Comprehension Peak. Suddenly, everything he had gone through made sense.

source: “你是说……他天生就这样了？”没听说过天生的精神分裂啊？
en_us: "Are you saying... that he was born like this?" Have you not heard of "Schizophrenia" from birth?

source: “你是说，郁家家主突然消失了？还带上了那些游仙长老。”孤月越听眉头就皱得越深。
en_us: "You're saying, the Master of the Yu Family suddenly disappeared? And he also brought all those Traveling Immortal elders with him," Lonemoon frowned as he repeated.

source: “你是谁？！”血狐一惊，猛的转过头，这人什么时候进来的，刚刚有这么一个人吗？而且……
en_us: "Who are you?!" Shocked, the blood fox turned back abruptly; when did this person enter, was there such a person there before? Moreover…

source: “你是金丹修士！”魔修眉头一皱，满脸的忌惮，狠狠瞪了不远处的陆修士一眼，“臭小子，没想到你居然请到金丹修士护送。可惜……”他手间一扬快速结印，冷笑了一声，“你们遇上了我，注定要死在这里。”
en_us: "You are a Golden Core cultivator!" The fiend cultivator's brows furrowed together, his face filled with dread, and he stared at Cultivator Lu who was standing nearby, "You punk, never did I expect you to get a Golden Core cultivator to escort you. Too bad…" He waved his hand to remove the seal and sneered. "Since all of you met me, you are destined to die here."

source: “你是魔修。”羿清步步走近，脸上没有半丝动容，“此等杀人夺宝之事，你亦不是第一次。我若放了你，岂不助纣为虐？此番饶你不得！”
en_us: "You are a fiendish cultivator." Yi Qing stepped closer without a change in expression. "It must not be your first time committing such acts of murder and stealing treasures. If I were to let you go, wouldn't I be helping you do evil? This time I must not let you off!"

source: “你是？”
en_us: "You are…"

source: “你有办法？”孤月有些惊讶的看向他。
en_us: "Do you have a way?" Lonemoon looked at him in surprise.

source: “你来小院干嘛？”思羽有些不满的退后一步，自认跟这个人不熟。
en_us: "What do you want to come to our small yard for?" Si Yu stepped forward unhappily. She wasn't that familiar with this man.

source: “你来干嘛？”羿清终于转头看向旁边的人，眼神顿时一冷，又来偷师的！
en_us: "Why did you come?" Yi Qing finally turned to look at the person next to him, a chilly expression in his eyes. He's trying to steal my master again!

source: “你来真的？！”这人脑子真的有病，怎么办？好麻烦啊！
en_us: "Are you for real?!" This person must be seriously ill in the head, what should I do? So troublesome!

source: “你没听过吗？”沈萤认真道，“一力降十会啊！”
en_us: "Have you not heard of it?" Shen Ying said seriously, "One strong man can overcome ten!"

source: “你父亲很强大，但他当年抛弃了夫人，不是他夫人也不会死，所以……不到万不得已，我不想去找他，甚至我都不想看到他，否则我怕我会拼了命也要刺杀他的！”
en_us: "Your father was formidable. However, if it wasn't for him abandoning My Lady back then, she would never have died. So... unless absolutely necessary, I would never want to find him. No, I don't even want to see him, if not I am afraid that I might kill him even at the cost of my own life."

source: “你猜得没错，真正跟上青界有关的……是玉鼎！”
en_us: "You guessed correctly. It's really related to the Upper Azure World… It's Yu Ding!"

source: “你用不着紧张。郁家那些……虽然是我的后代，但说到底他们的生死，于我而言半点关系都没有。”他语气轻松，完全没有想要为郁家报仇的意思，“我恢复他们的修为，也只是看在他们唤醒本尊的份上而已。”
en_us: "Don't be nervous. The Yu Family... may be my descendants, but their life and death have nothing to do with me." He sounded relaxed, not at all like he had any intention to take avenge his descendants. "I restored their cultivation because they were the reason I was awaked in the first place."

source: “你用不着谢我，我又不是帮你！”孤月转头横了某人一眼，继续道，“这次只是特例，你始终是魔修。若是平日，我不会手软。再说，这事还没个定论呢！”
en_us: "You don't need to thank me, I am not helping you!" Turning to glare at a certain someone, Lonemoon continued, "This is a special case. You are still a fiendish cultivator. Normally, I would not have been lenient with you. Besides, we have not formed our conclusion on this matter yet."

source: “你用哪只眼睛看见是她？”孤月不满的道，“就她那懒样，出门揣块灵石都嫌麻烦。明明是我背……”
en_us: "What makes you think it's her?" said Lonemoon, annoyed. "She's too lazy to even carry spirit stones with her when she goes out. I was obviously the one who carried..."

source: “你疯了！”另一个声音慌乱的大声喝斥，“我就是你，杀了我，你也得不了好。你不是想要变得更强吗？成了魔我们就会变得更强，超过别的天帝，你就是三界中最强的人。”
en_us: “You're crazy！”the other increasingly flustered voice bawled out ，“We are the same persoN. If I die, you will be nowhere better. Don't you want to become stronger?Become a demon and we will gain more strength. Our strength will surplus all other Heavenly Lords. You will be the strongest among all Three Realms.”

source: “你疯了！”孤月横了他一眼，“第二层是什么情况，你也看到了。上面还不知道会有什么呢？”
en_us: "You're crazy!" Lonemon glared at Yi Qing. "You saw for yourself what the second level was like. Who knows what you'll see up there?"

source: “你疯了！”沈萤还没回答，孤月却先一步开口，“他虽然没有成仙，但也是个游仙。你根本就打不过他。”剑修是厉害，羿清更是他见过最厉害的剑修，可以光凭着元婴的修为，就能越级单挑化神。但关键是对方可是游仙。该用外挂的时候，就要用啊！兄弟！
en_us: "You're crazy!" Before Shen Ying could answer, Lonemoon shouted. "He hasn't achieved immortality, but he's still a Traveling Immortal afterall. You're not his match." Sword cultivators were powerful, and Yi Qing was one of the most powerful sword cultivators Lonemoon had ever met, but a mere Nascent Soul stage cultivator would not be able to beat someone at the Soul Formation stage, much less a Traveling Immortal. We should use the cheat while we can, brother!

source: “你疯了？！”任翼更加惊讶了，却再次被对方眼神制止。
en_us: "Are you crazy?!" Ren Yi was completely stunned, but he was once again silenced by the look thrown at him by the other.

source: “你的意思是……”奚秋一惊，“去的是一个剑修！”世间剑修难寻，能闯入万魔窟的，最少都可能是名金丹剑修。
en_us: "You mean…" Xi Qiu was stunned. "That person was a sword cultivator!" It was rare to come across a sword cultivator in this world, and one who was capable of breaking into the Myriad Fiend Den had to be at least a Golden Core cultivator.

source: “你看啊。”沈萤却一本正经解释起来，“时代在发展，时代也是在进步的。你这些技术都隔了五万年了，怎么着外面也得革新换代个十几次了吧？”
en_us: "Look!" Shen Ying began to explain in a serious tone, "Times have changed and will continue to change. All your techniques were used 50,000 years ago. The outside world must have undergone tens of revolutions right?"

source: “你看啊，理论上来说，不同种群的个体，受不同基因型控制有不同的生殖行为及相关生殖率，所以种群间的基因流动受到限制或被阻止，物种不同是不可能产生后代的。”
en_us: "You see, theoretically, different species are controlled by different gene structures thus will have varying reproductive methods and also reproductive rates, hence the mixing of genes among species will be controlled and restricted, so different species will not be able to procreate together."

source: “你看的书里，白泽是什么麻烦的人物吗？”
en_us: "What troublesome character is Bai Ze in the book that you read?"

source: “你看的剧情里有他？”
en_us: "Is he in the plot of the book that you read?"

source: “你看的那本小说，到底写了些啥？”
en_us: "The novel that you read, what exactly was it about?"

source: “你看这条可以吗？”她一脸认真的问。
en_us: "Is this okay?" she asked seriously.

source: “你真当以为我们不知，你杀我们，只是为了掩饰你修练的是魔功吗？”
en_us: "You really think we don't know that killing us is just to cover up your cultivation of fiendish techniques?"

source: “你真的不知道？”
en_us: "You really don't know?"

source: “你真的对这个世界，一点都不了解？！”
en_us: "You really have no understanding of this world at all?!"

source: “你真的没吃过人？”
en_us: "Have you really never eaten a human before?"

source: “你真的要去悟剑峰？！”一路已经听完了前面后果的孤月，看了一眼篝火对面正闭眼打坐调息的人，转头看向沈萤问。
en_us: "Are you really going to Sword Comprehension Peak?!" After having listened to the entire story on the way, Lonemoon took a look at the person meditating by the bonfire as he turned and asked Shen Ying.

source: “你知我为何为你取名橙雨吗？橙雨，承雨，承受雨露恩泽，不就是你这纯阴之体应当的吗？”
en_us: "Do you know why I named you Chengyu? Chengyu, Chengyu, to inherit grace from Mother Nature, isn't that befitting of your body of pure Yin?"

source: “你知道你现在的样子叫什么吗？”沈萤一本正经的道。
en_us: "Do you know what you look like?" Shen Ying asked seriously.

source: “你确定是你家的？”
en_us: "Are you sure it belongs to your family?"

source: “你确定要加入我无敌派。”总觉得哪里不对劲。
en_us: "You’re sure that you want to join my Invincible Sect?" Something just felt off to him.

source: “你确定，传承里都是五万年前的极品丹方？”
en_us: "Are you sure that the heritage contains the recipes for supreme-grade pills and elixirs from 50,000 years ago?"

source: “你确定，就这样……”送给她？没有任何条件！
en_us: "You are sure, just like this…" Is she giving it to me? With no conditions!

source: “你穿越过来多久了？”
en_us: "How long have you been transmigrating?"

source: “你站住！”
en_us: "Stop right there!"

source: “你等会再练也行。”
en_us: "You can train later."

source: “你管我！”孤月翻了个白眼，连说话都懒得装那文皱皱的样子，彻底放飞自我，“你不是要教学生吗？整个玄天宗都是我的地盘，我旁观一下你要收费啊？”
en_us: "Who are you to care!" Lonemoon rolled his eyes. He couldn't even be bothered to act well learned and totally just let himself loose. "Aren't you going to teach your student? The whole Blackheaven Sect is my territory, are you going to charge me for watching?"

source: “你给我回来!”孤月连忙拉住了人，一头黑线，“你个脑残粉能不能冷静点，你就这么去说，人家能相信你吗？”再说就凭沈萤这自带的隐身属性，就算信了别人转眼也能忘了。
en_us: "Get back here!" Lonemoon quickly pulled him back, frowning helplessly. "You brain damaged fan, can you calm down. If you were to just go and talk like that, would people believe you?" Moreover, with Shen Ying's invisible nature, even if they believed, they might just forget it the next moment.

source: “你给我回来！”孤月一把拽住了某个脑残粉，满腔的槽点顿时喷涌而出，“现在是去找吃的时候吗？你们以为这是旅游啊！拜托帮忙也帮得正经点好不好？！”那妹子不是你朋友嘛喂？！
en_us: "Come back, you!" Lonemoon took hold of the brain-damaged fan, and all kinds of profanities starting spewing out of his mouth. "Is this the time to look for food? You think this is a leisure tour! If you want to help, please do it seriously, ok?!" And I thought this lady was your friend?!

source: “你胡说什么！”血狐顿时狂暴起来，血红的双眼死死的盯向羿清，“紫霞玄芝活死人肉白骨，是最好的疗伤圣药，怎么可能没用？我儿马上就会醒来，马上！”
en_us: "What are you talking about!" The blood fox suddenly turned violent, his blood red eyes glaring at Yi Qing. "Splendor Lingzhi can revitalise dead flesh and bones, it is the best healing divine medicine, how can it be useless? My son will soon wake up, right now!"

source: “你胡说！”羿清张口喷出一口血，完全提不起半丝灵气。他真没想到，这魔修居然有胆子在妖界入口布下聚灵阵。他一时大意中招，妖气入体，灵气尽散。这才被他偷袭成功，伤到如此地步。他虽然只是一个散修，但修的也是正统的道法，求的是无上大道。眼睁睁的看着他生摄活人灵魄，怎么可能不管，凡人的命就不是命吗？
en_us: "What nonsense!" Yi Qing spewed a mouthful of blood, barely having any Spirit Qi left. He had never imagined that this fiend cultivator would have such guts to set up a soul gathering array at the entrance of the Demon Realm. His carelessness had ended up letting the demonic aura to enter his body and his Spirit Qi to dissipate completely. Hence, he was successfully sneak attacked and now he was already wounded to this state. While he was only an itinerant cultivator, he was certainly cultivating the orthodox Dharmic Dao, seeking the supreme Great Dao. How could he watch helplessly and not act as the fiend captured human souls? Weren't the lives of mortals also lives?

source: “你胡说！”远远的就听到了思羽妹子，撕气力竭的反驳声。
en_us: "You're talking nonsense!" They could hear Sister Si Yu's sharp exclamation from afar.

source: “你胡说，法器又不是灵器，无需认主。这明明是我买的。”
en_us: "Nonsense, the Dharma artifact is not a spirit item, it does not need to recognize its owner. It was obviously bought by me."

source: “你胡说，谁是郁家逃奴。”印风还没说话，印元飞已经忍不住上前道，“谁不知道思羽是金丹大比的魁首，什么时候成了你郁家的逃奴？”
en_us: "You're spouting nonsense, who's the escaped slave from the Yu Family?" Yin Yuanfei blurted before Yin Feng could respond. "Who doesn't know that Si Yu is the champion of the Golden Core competition? Since when was she a slave of the Yu Family?"

source: “你能做完晚饭再去吗？”
en_us: "Can you prepare dinner before you leave?"

source: “你能把他们其中一个拉出来的吧？”
en_us: "Can you pull one of them out?"

source: “你自小收养我们，却不教我们正统的术法，只教些炉鼎才会学的法术。将我们做当物品一般，逼我们帮你试功偿毒，死了就练成丹药。”郁红越说越恨，眼睛越发的红，“你将我们扔到断空涯，也只是因为我们被你的功法伤了根基，不能再供你采补，连练丹都没有价值而已。”
en_us: "You adopted us since we were young yet you never taught us proper sorcery, only teaching Dharma spells that human cauldrons would learn. You treat us like objects, forcing us to help you try out cultivations and poisons, and if we died you would turn us into elixirs." The more Yu Hong spoke, the more hatred she felt, and her eyes grew red as she continued, "You threw us into Sky Severance Cliff only because our foundations had been damaged by your cultivation techniques and you cannot harvest from us, because we are not even worth being concocted into elixirs."

source: “你自己小……等等，你往哪去？说了直走，那是直吗？不对……又去右边干嘛，城门在那边啊喂。你给我回来！”眼看着那个绕过颗树，就分不清方向的某人，戚橙雨实在忍不住把人又给提了回来，“你瞎吗？到是看看路啊喂！你到底还想不想回去了？”
en_us: "You be care-… Wait, where are you going? I said go straight, is that straight? No… why are you going to the right, the gate is over there. Come back!" Looking at the girl who got her directions mixed up immediately after going past a tree, Qi Chengyu had no choice but to go fetch her. "Are you blind? Look at the road! Hey, do you really want to go back or not?"

source: “你虽然是个剑修却身附极品火灵根，不错！到是个练丹的好资质。”碧涛满意的打量了孤月一眼，摸了摸胡须又变回了那仙风道骨的貌样，“小娃娃，你能到此也算是你我有缘……”
en_us: "You may be a sword cultivator, but there is a fire-element Spirit Root inside of you. That's not bad! You'd make a good pill refiner." Bitao seemed satisfied with Lonemoon. He combed his beard and transformed back into his sage-like form. "Little boy, fate has brought us together-"

source: “你要啊？”
en_us: "You want it?"

source: “你要的人！”
en_us: "The person you want!"

source: “你见过？！”沈萤有些开心的走近了几步。
en_us: "You've seen him?" Shen Ying walked forward excitedly.

source: “你觉得……清华，北大怎么样？”
en_us: "How about... Tsinghua and Beida[2. Names of top universities in China]?"

source: “你认识？”羿清问。
en_us: "You know him?" Yi Qing asked.

source: “你诓他们？”沈萤抬头看了他一眼。
en_us: "You deceived them?" Shen Ying looked up and gave him a look.

source: “你说。”
en_us: "Tell me!"

source: “你说。”沈萤特别好说话的点头。
en_us: "Go ahead." Shen Ying nodded in a very easygoing manner.

source: “你说你一只狸猫，不去吃鱼，好端端的吃人家鸡干嘛？”孤月白了这妖一眼，之前就听奚秋提过，那些死去的人身上有着很深的爪印，伤口细而长，镇上丢失的家禽大部分是鸡，所以他才猜测对方可能是狐妖。从没想过会有两只妖。
en_us: "As a civet cat, you should stick to eating fish, why do you eat other people's chickens?" Lonemoon glanced at the demon. Xi Qiu had told him that those who died had deep claw marks on their body. As the cuts were long and narrow, and most of the missing animals in the town were chickens, he guessed that it might be a fox demon. It had never crossed his mind that there were two demons.

source: “你说啥，有种再说一遍。”
en_us: "What are you talking about, I dare you to repeat it."

source: “你说的是他们吗？”突然一个女声在耳边响起。
en_us: "Do you mean them?" Suddenly a girl's voice rang beside his ear.

source: “你说的是真的？！”戚橙雨一惊，眼睛顿时染红，杀气满溢。
en_us: "Are you speaking the truth?!" Qi Chengyu was shocked — her eyes had turned red and were emanating murderous intent.

source: “你说这个吗？”沈萤突然掏出一枚写着悟字的白色玉牌。
en_us: "Do you mean this?" Shen Ying suddenly pulled out a white passage jade token with the word 'Enlightened' written on it.

source: “你说这花可以打开三界之门？”孤月拿出了之前那朵玄灵花，意味不明的问了一句。
en_us: "Did you say this flower can break open the realm gate?" Lonemoon took out the Black Spirit Blossom and raised it up between them, not believing his ears.

source: “你说那个啥宗，好客吗？”
en_us: "Do you think that whatever-you-call-it Sect is generous with its hospitality?"

source: “你跟来干嘛？”沈萤转头看了一眼，紧跟着他们落地，一身蓝底白衣装逼范的孤月。
en_us: "Why did you follow us?" Shen Ying turned to glance back. Right behind them was Lonemoon, dressed in blue and white with his show-off attitude.

source: “你跟着我干嘛？”刚走了两步，转头却看到背后多了条尾巴，那个萝卜精正一跳一跳的跟了上来。
en_us: "Why are you following me?" She noticed a little tail following close behind her as she started walking — the radish spirit was hopping alongside her.

source: “你跟这位孤月尊者，什么仇什么怨？”为啥连对方的本命法器都会在你这啊！
en_us: "What grudges do you hold against this Lonemoon person?" How did that person's intrinsic dharmic artifact end up in your hands!

source: “你身无灵根，不愿接此传承，我也不为难你。如今自有别人可以传承，你又何须不平。”
en_us: "You have no Spirit Root in your body and you're not willing to accept the heritage, so I'm not making things difficult for you. Now, someone else is willing to take over the heritage. Why are you still making trouble?"

source: “你还想屠城！”孤月着急的看向血狐。
en_us: "You still want to slaughter the town's residents!" cried Lonemoon, looking anxiously at the blood fox.

source: “你还我的礼物！还我礼物！还我礼物……”
en_us: "You return me my gift! Return me my gift! Return my gift..."

source: “你还有脸说！”孤月顿时就炸了，“还不都是你害的，你瞧瞧整个上青界，不，整个青界有哪个仙门跟我们一样，门派百分之八十的支出，都是花在吃饭上。”不赚钱是打算坐吃山空吗？
en_us: "You have the audacity to say that!" Lonemoon exploded immediately, "Isn't it all your fault, look at the entire Upper Azure World, no look at the entire Azure World, which immortal sect spends 80% of their expenditure on food." If we weren't earning money, were we going to sit idle and eat?

source: “你还问我为啥？”孤月一下就炸了，“我们门派是什么情况，你心里没点B数吗？加上我们三都才十二个人，整整一年了才十二个！还TM全让你整成了体修，有半点门派的样子吗？”
en_us: "You dare to ask me why?" Lonemoon exploded. "Don't you have any freaking idea of our sect's current situation? We only have twenty sect members including the three of us. Only twenty people after a whole year! And all of them were turned into Body Cultivators by you. Does it even look like a sect?"
